import   './more.css'

const Privacy = () => {
    return (
        <div className='container-fluid min-vh-100 about-container'>

            <h1 className='mx-auto w-fit my-5 text-secondary'>سياسة الخصوصية </h1>
            <p>تستخدم المعلومات الشخصية المقدمة إلينا عبر موقعنا الإلكتروني في الأغراض الموضحة في هذه السياسة أو على الصفحات ذات الصلة من الموقع. قد نستخدم معلوماتك الشخصية في الأغراض التالية:</p>
            <h5>جمع المعلومات الشخصية</h5>
            <p>قد يتم جمع وتخزين واستخدام المعلومات الشخصية التالية:</p>
            <ul>
                <li>معلومات حول جهاز الكمبيوتر الخاص بك بما في ذلك عنوان بروتوكول الإنترنت الخاص بك، والموقع الجغرافي، ونوع المتصفح والإصدار، ونظام التشغيل.</li>
                <li>معلومات حول زياراتك لهذا الموقع واستخدامه بما في ذلك مصدر الإحالة، ومدة الزيارة، وما تشاهده على الصفحة، ومسارات التصفح في الموقع.</li>
                <li>المعلومات التي تدخلها عند التسجيل في موقعنا الإلكتروني، مثل عنوان بريدك الإلكتروني</li>
                <li>المعلومات المتعلقة بأي شيء تشتريه، أو الخدمات التي تستخدمها، أو المعاملات التي تجريها من خلال موقعنا الإلكتروني، والتي تشمل اسمك وعنوانك ورقم هاتفك وعنوان بريدك الإلكتروني وتفاصيل بطاقة الائتمان.</li>
                <li>المعلومات التي تنشرها على موقعنا الإلكتروني بغرض مشاركتها على الإنترنت، والتي تشمل اسم المستخدم الخاص بك وصور ملفك الشخصي ومحتوى مشاركاتك.</li>
                <li>المعلومات الواردة في أي مراسلات ترسلها إلينا عبر البريد الإلكتروني أو عبر موقعنا الإلكتروني، بما في ذلك المحتوى المشترك والبيانات الوصفية.</li>
                <li>أي معلومات شخصية أخرى ترسلها إلينا.</li>
            </ul>
            <h5>استخدام معلوماتك الشخصية</h5>
            <p>تستخدم المعلومات الشخصية المقدمة إلينا عبر موقعنا الإلكتروني في الأغراض الموضحة في هذه السياسة أو على الصفحات ذات الصلة من الموقع. قد نستخدم معلوماتك الشخصية في الأغراض التالية:</p>
            <ul>
                <li>إدارة موقعنا وأعمالنا على شبكة الإنترنت؛ وتخصيص موقعنا على شبكة الإنترنت ليكون أكثر ملاءمة بالنسبة لك؛ وتمكينك من استخدام الخدمات المتاحة على موقعنا.</li>
                <li>تزويد الأطراف الثالثة بمعلومات إحصائية عن مستخدمينا (غير أن هذه الأطراف الثالثة لن تتمكن من تحديد المستخدمين لتلك المعلومات بحد ذاتهم).</li>
                <li>التعامل مع الاستفسارات والشكاوى التي تقدمها أنت أو تقدم لنا بشأنك على موقعنا.</li>
                <li>حماية موقعنا من الاحتيال والحفاظ على أمنه.</li>
                <li>التحقق من الامتثال للشروط والأحكام التي تحكم استخدام موقعنا الإلكتروني (بما في ذلك مراقبة الرسائل الخاصة المرسلة عبر خدمة الرسائل الخاصة بموقعنا)</li>
            </ul>

            <h5>إفشاء المعلومات</h5>
            <p>سنحافظ في كافة الأوقات على خصوصية وسرية كافة البيانات الشخصية التي نتحصل عليها. ولن يتم إفشاء هذه المعلومات إلا إذا كان ذلك مطلوباً بموجب أي قانون أو عندما نعتقد بحسن نية أن مثل هذا الإجراء سيكون مطلوباً أو مرغوباً فيه للتمشي مع القانون, أو للدفاع عن أو حماية حقوق الملكية الخاصة بهذا الموقع أو الجهات المستفيدة منه.</p>

            <h5>أمن معلوماتك الشخصية</h5>
            <p>نتعهد باتخاذ الاحتياطات التقنية والتنظيمية المعقولة لمنع فقدان معلوماتك الشخصية أو إساءة استخدامها أو تغييرها؛ ونتعهد بتخزين جميع المعلومات الشخصية التي تقدمها على خوادمنا الآمنة (المحمية بكلمة مرور وجدار الحماية)؛ كما أن جميع المعاملات المالية الإلكترونية التي يتم القيام بها من خلال موقعنا الإلكتروني محمية بتقنية التشفير؛ وموافقتك على هذه السياسة هي اقرار بمعرفتك بأن نقل المعلومات عبر الإنترنت غير آمن بطبيعته، ولا يمكن لأحد (ونحن كذلك) ضمان أمن البيانات المرسلة عبر الإنترنت بشكل تام 100%؛ كما أنك مسؤول عن الحفاظ على سرية كلمة المرور التي تستخدمها للوصول إلى موقعنا؛ و لن نطلب منك كلمة المرور الخاصة بك (إلا عند تسجيل الدخول إلى موقعنا).</p>

            <h5>التعديلات</h5>
            <p>قد نقوم بتحديث هذه السياسة من وقت لآخر عن طريق نشر نسخة جديدة على موقعنا. يجب عليك مراجعة هذه الصفحة من حين لآخر للتأكد من فهمك لأي تغييرات تطرأ على هذه السياسة</p>

            <h5>مواقع الطرف الثالث</h5>
            <p>يشتمل موقعنا على روابط تشعبية وتفاصيل عن مواقع خاصة بأطراف ثالثة، علمًا بأنه ليس لدينا أي سيطرة على سياسات الخصوصية وممارسات الأطراف الثالثة كما أننا لسنا مسؤولين عنها.</p>

            <h5>ملفات تعريف الارتباط</h5>
            <p>نحن نستخدم ملفات تعريف الارتباط لنمنحك أفضل تجربة أستخدام ممكنة على موقع بسيط، ومنها ملفات تعريف الارتباط الأساسية حيث تعد ملفات تعريف الارتباط الأساسية ضرورية لك للتنقل والتنقل في جميع أنحاء الموقع، ولا تخزن أي معلومات يمكن استخدامها لأغراض الدعاية، بدون ملفات تعريف الارتباط الأساسية، لن يعمل موقعنا بشكل صحيح. ومنها أيضا ملفات تعريف الارتباط المخصصة التي تخزن معلومات مثل تفضيلاتك الشخصية ، وتستخدمها لتخصيص تجربة فريدة لك. وقد يشمل ذلك عرض نافذة منبثقة مرة واحدة فقط في زيارتك ، أو حفظ تفضيلات اللغة الخاصة بك ، أو السماح لك بتسجيل الدخول تلقائيًا إلى بعض ميزاتنا.</p>

            <h5>ملفات تعريف الارتباط في Analytics</h5>
            <p>تلتقط ملفات تعريف الارتباط من Analytics بيانات مجهولة المصدر حتى نتمكن من رؤية الاتجاهات وتحسين تجربة موقعنا على الويب.</p>

            <h5>ملفات تعريف الارتباط للإعلانات</h5>
            <p>نحن نستخدم ملفات تعريف الارتباط لنمنحك أفضل تجربة أستخدام ممكنة على موقع بسيط، ومنها ملفات تعريف الارتباط الأساسية حيث تعد ملفات تعريف الارتباط الأساسية ضرورية لك للتنقل والتنقل في جميع أنحاء الموقع، ولا تخزن أي معلومات يمكن استخدامها لأغراض الدعاية، بدون ملفات تعريف الارتباط الأساسية، لن يعمل موقعنا بشكل صحيح. ومنها أيضا ملفات تعريف الارتباط المخصصة التي تخزن معلومات مثل تفضيلاتك الشخصية ، وتستخدمها لتخصيص تجربة فريدة لك. وقد يشمل ذلك عرض نافذة منبثقة مرة واحدة فقط في زيارتك ، أو حفظ تفضيلات اللغة الخاصة بك ، أو السماح لك بتسجيل الدخول تلقائيًا إلى بعض ميزاتنا. لمزيد من المعلومات حول ملفات تعريف الارتباط ، تفضل بزيارة http://www.allaboutcookies.org</p>
            <p>يمكن للمستخدمين تعطيل استخدام الإعلانات المخصصة عن طريق الانتقال إلى إعدادات الإعلانات. إذا لم يتم اختيار تعطيل عرض إعلانات الأطراف الثالثة، فقد يتم استخدام ملفات تعريف ارتباط موردي أو شبكات إعلانات الأطراف الثالثة الأخرى أيضًا لعرض الإعلانات في موقعنا. يستخدم هذا بشكل عام لأغراض الاستهداف الجغرافي على سبيل المثال (عرض الإعلانات لشخص ما في مصر) أو عرض إعلانات معينة بناءً على مواقع محددة تمت زيارتها مثل عرض إعلانات العقارات لشخص يرتاد مواقع العقارات).</p>
            <p>من خلال الاستمرار في استخدام موقعنا ، فإنك توافق على وضع ملفات تعريف الارتباط على جهازك، يمكنك اختيار تعطيل أو إيقاف تشغيل ملفات تعريف الارتباط أو ملفات تعريف ارتباط الطرف الثالث بشكل انتقائي في إعدادات المتصفح الخاص بك. ومع ذلك ، يمكن أن يؤثر هذا على كيفية تفاعلك مع موقعنا وكذلك مع مواقع الويب الأخرى.</p>
            <p>اذا كان لديك اى سؤال او كان هناك اى مشكلة فى سياسة أستخدام البيانات الخاصة بنا الرجاء المراسلة من خلال صفحة الأتصال بنا.</p>


        </div>
    )
}

export default Privacy
