import   './more.css'

const Terms = () => {
    return (
        <div className='container-fluid min-vh-100 about-container'>

            <h1 className='mx-auto w-fit my-5 text-secondary'>الشروط والأحكام </h1>
            <p>يتوجب عليكم قراءة وفهم و الموافقة على هذه الشروط والأحكام للدخول إلى هذا الموقع وتصفحه و/أو استخدامه.</p>

            <h5>التعريفات</h5>
            <ul>
                <li>الموقع – موقعنا – بموقعنا – في موقعنا: يقصد به موقع لافتة</li>
                <li>نحتفظ – نقوم – نكون – نتمتع – ندعي وجميع ما ورد بنون المتكلمين : يقصد به ادارة موقع لافتة</li>
                <li>أنت وجميع ما ورد بصيغة المخاطَب: يقصد به المستخدم سواء كان عضوا دائما أم مجرد زائر</li>
            </ul>

            <h5>السن القانوني</h5>
            <p>بدخولك لموقع "لافتة" كمستخدم أو زائر؛ تقر بأنك في السن القانونية (18 عام أو حسب سن الرشد القانوني المحدّد في بلد الإقامة) ومؤهلًا للموافقة على وتنفيذ والالتزام بهذه السياسات وأنك توافق على الالتزام بجميع الشروط والأحكام التي حددها الموقع</p>

            <h5>الوصول إلى الموقع</h5>
            <ul>
                <li>يصرح بالدخول إلى الموقع على أساس مؤقت ونحتفظ بحق سحب أو تعديل الموقع دون أي إشعار. لن نكون مسؤولين في حال عدم عمل الموقع لأي سبب في أي وقت أو لأية فترة.</li>
                <li>نقوم بجمع واستخدام المعلومات الشخصية وفق سياسة الخصوصية المعلنة بالموقع. نحتفظ دائما بحق منع استخدامكم الموقع وفق ما يراه القائمون على الموقع من إخلال لاستخدام الخدمة المقدمة.</li>
            </ul>

            <h5>الاستخدام غير المصرح به</h5>
            <p>يجوز لكم استخدام هذا الموقع فقط لأغراض تتفق مع القوانين. ولا يجوز لكم استخدام الموقع في الحالات التالية:</p>
            <ul>
                <li>إلاخلال بأية طريقة بأي قانون أو لائحة نافذة محلية أو وطنية أو دولية.</li>
                <li>الاستخدام غير القانوني أو بطريقة احتيالية أو لها أي غرض أو تأثير غير قانوني أو احتيالي.</li>
                <li>التطاول على أي شخص أو عرق أو دين أو كيان أو الدعوة للفاحشة أو الاهانة أو اظهار الكراهية أو التحريض بأي شكل كان.</li>
                <li>الترويج لأي محتوى يخالف الآداب العامة أو محتوي جنسي فاضح أو تمييز من أي نوع؛ أو نقل أو التسبب في إرسال أية مواد دعائية أو ترويجية غير مرغوبة أو غير مصرح بها أو أي شكل أخر من المواد غير المرغوب بها.</li>
                <li>نشر أي محتوى من أي نوع يترتب عليه الحاق أي ضرر باي شخص أو شركة أو كيان</li>
                <li>التسبب في الحاق اي ضرر بالموقع أو اساءة الى العاملين به</li>
                <li>الاساءة للاخرين من خلال التعليقات أو غيرها أو تعمد مضايقتهم</li>
            </ul>

            <h5>سياسة التسجيل</h5>
            <ul>
                <li>سنقوم بمراقبة المحتويات على هذا الموقع للتأكد من أنها متوافقة مع هذه الأحكام وأنها لا تخل بفقرة الاستخدام غير المصرح به.</li>
                <li>نتمتع بالحق وفق خيارنا المطلق بالمراقبة المسبقة أو رفض أو إزالة أية تعليقات يتم تحميلها أو نقلها أو وضعها بأي شكل آخر على الموقع.</li>
            </ul>

            <h5>حقوق الملكية الفكرية</h5>
            <ul>
                <li>جميع العلامات التجارية المذكورة بالموقع هى ملك لأصحابها ما لم يعلن غير ذلك، هذا الموقع محمي بحقوق النسخ والعلامات التجارية والبيانات وحقوق الملكية الفكرية ويتوجب عليكم الإقرار بأن هذه الحقوق هي جزء من الموقع وتبقى هذه الحقوق خاصة بنا أو بالمرخصين لنا وبناء عليه لا يجوز لك نسخ أو تعديل أو نشر أو إذاعة أو توزيع أو بيع أو نقل أي مواد على هذا الموقع سواء كان ذلك بصورة إجمالية او جزئية بدون إذن كتابي صريح ومسبق من ادارة الموقع.</li>
                <li>لا يجوز أي استخدام غير مصرح به لهذا الموقع قد يؤدى إلى إنتهاك لقوانين حقوق التأليف والنشر وقوانين العلامات التجارية وقوانين الخصوصية والدعاية والقواعد والقوانين الأساسية للإتصالات.</li>
                <li>لن ندعي ملكية أية محتويات تقومون بطرحها أو توفيرها على الموقع؛ ولكن لا تعتبر أية مادة تقومون بتحميلها على الموقع سرية أو ملكية خاصة لكم ونحن نتمتع بحق استخدام ونسخ وتوزيع وكشف هذه المحتويات إلى الغير لأي غرض.</li>
            </ul>

            <h5>المسؤولية القانونية</h5>
            <ul>
                <li>لا نتحمل ولا بأي شكل من الأشكال مسؤولية أية محتويات أو خسائر مباشرة أو غير مباشرة أو أضرار من أي نوع كانت والتي يتم تكبدها نتيجة استخدام أي محتوى سواء تم نشره أو إرساله عن طريق البريد الالكتروني أو نقله أو تم توفيره بطريقة أخرى في هذا الموقع الالكتروني.</li>
                <li>أنت توافق على أنك ليس لديك ولن يكون لديك اى حق في رفع دعوى من أي نوع ضدنا فيما يتعلق بإستخدام هذا الموقع أو فيما يتصل به, كما تتحمل المسئولية في حالة نشر او توزيع مواد أو روابط أو معلومات أو أراء تحرض على العنف والطائفية ولا تحترم الأديان أو تسيئ للرموز والثوابت الوطنية.</li>
                <li>لا نتحمل أدني مسئولية عن محتوى تعليقاتكم ومشاركاتكم المرسلة، وتقع المسئولية القانونية والأدبية كاملة عليكم.</li>
                <li>لا يتحمل الموقع أي مسؤولية وليس طرفا في أي نزاع ينشأ بينك وبين أي شخص أو جهة أخرى نتيجة انتهاكك لشروط الموقع.</li>
                <li>لا تتحمل ادارة الموقع أي مسؤولية عن أي اخفاق من جانبها في الامتثال لهذه الشروط والأحكام نتيجة لظروف تتجاوز سيطرتها المعقولة.</li>
                <li>ان أي تنازل من ادارة الموقع لأية حقوق مكفوله لها بموجب هذه الشروط في موقف ما لا يترتب عليه لزوم تنازلها عن ذات الحقوق في مواقف أخرى أو مشابهة.</li>
            </ul>

            <h5>الامن</h5>
            <p>ان سرية بياناتك الخاصة من اسم مستخدم وكلمة مرور هي مسؤوليتك الخاصة ؛ وليس على الموقع أدنى مسؤولية في حالة تفريطك عمدا أو بدون عمد في تلك البيانات وتكون أنت المسؤول الوحيد في حالة حدوث هذا التفريط عن أي أنشطة تتم من حسابك وفي حالة انتهاك سرية بياناتك يجب عليك اخطار الموقع فورا بوسائل الاتصال المتاحة فيه.</p>

            <h5>تنازل عن الضمان</h5>
            <ul>
                <li>تقرون بأننا لا نتحمل مسؤولية أمن أو سرية الموقع الالكتروني وأية معلومات تقومون بتقديمها إلى الموقع. تتحملون مسؤولية المخاطر المرتبطة باستخدام شبكة الانترنت.</li>
                <li>نحن نقدم هذا الموقع ” على حاله ” و ” كما هو متاح ” ، وبالرغم من أننا نسعى جاهدين للحفاظ على دقة محتوى هذا الموقع فإن هذا الموقع مقدم دون أى ضمانات أو شروط صريحة أو ضمنية أو قانونية, أو من أي نوع آخر.</li>
                <li>لا نقدم أي ضمانات أو بيانات أو تعهدات أو تأكيدات فيما يتعلق بالموقع، سواء كانت صريحة أو ضمنية في أي قانون أو أحكام تكميلية، كما لا يمكننا ضمان أن استخدام خدماتنا سيكون بدون انقطاع أو يكون آمنًا أو خاليًا من الأخطاء. ولايمكننا أن نعطيك أي ضمان على موثوقية ودقة النتائج التي تحصل عليها عن طريق استخدام الخدمات المقدمة من قبل مزودي الخدمة الآخرين. وتوافق على أنه يمكننا إزالة الخدمة لفترات زمنية غير محددة دون أي إشعار، من وقت لآخر أو إلغاء الخدمة في أي وقت، كما توافق صراحة على أن استخدامك للخدمة أو عدم القدرة على استخدامك للخدمة يقع على مسؤوليتك الخاصة.</li>
                <li>ليس للموقع أدنى مسؤولية عن أي تعاملات أو علاقات تنشأ بينك وبين أي أفراد أو شركات أو كيانات نتيجة استخدام الموقع ويترتب عليها أضرار أو خسائر من أي نوع سواء كان ذلك داخل الموقع أو خارجه وتتحمل أنت وحدك المسؤولية الكاملة عن هذه العلاقات أو التعاملات.</li>
            </ul>

            <h5>التعويض</h5>
            <ul>
                <li>أنت توافق على تعويضنا عن الأضرار والحفاظ علينا مؤَّمنين عن وضد كل التكاليف أو المطالبات أو المطالب أو الالتزامات أو المصروفات أو الأضرار أو الخسائر (بما في ذلك وبدون حصر الخسائر المترتبة, خسائر الأرباح وخسائر السمعة, وجميع الفوائد والغرامات والتكاليف والمصروفات القانونية والمهنية الأخرى) التي تنشأ عن أو تتصل بخرقك لهذه الشروط والأحكام.</li>
                <li>في حالة انتهاكك لأي شرط من شروط الموقع قد يتم حظرك أو حذف حسابك تماما ولن يتم تعويضك أو رد مدفوعاتك فى حال كونك مشترك بخدمة مدفوعة.</li>
            </ul>

            <h5>الروابط الخارجية</h5>
            <p>قد يوفر موقعنا روابط إلى مواقع الكترونية لطرف ثالث من أجل التيسير عليك, وبإستخدامك لهذه الروابط فإنك سوف تغادر موقعنا, ونحن لا نتحكم في تلك المواقع أو ممارساتها القانونية والتي تختلف عن نهج موقعنا, ونحن لا نساند مواقع إلكترونية لطرف ثالث, ولا ننوب عنها وهذه الشروط والأحكام لا تنطبق على المواقع الالكترونية الاخرى, ونحن ندعوك إلى مراجعة الشروط والأحكام لأي موقع إلكتروني آخر قبل دخول الموقع نفسه.</p>

            <h5>قابلية الأحكام والشروط للتجزئة</h5>
            <p>إذا كان أى حكم (أو جزء منه) من هذه الشروط والأحكام يعتبر غير قانوني وباطل أو لأي سبب آخر غير قابل للتنفيذ فعندئذٍ يعتبر ذاك الحكم حكماً منفصلاً عن هذه الشروط والأحكام ولا يؤثر على صحة ونفاذ أي من الأحكام الباقية.</p>

            <h5>الإخطار بالتغييرات</h5>
            <p>نحن نحتفظ بالحق في تغيير الشروط والأحكام الخاصة بموقعنا في أي وقت ودون إخطار مسبق, ومواصلتك دخول الموقع أو إستمرارك في إستخدامه بعد هذه التغييرات يعنى قبولكم بالشروط والأحكام بعد تعديلها، ومن مسئوليتكم مراجعة الشروط والأحكام بإنتظام.</p>

            <h5>القانون الحاكم والاختصاص القضائي</h5>
            <p>يخضع استخدام هذا الموقع من جميع الجوانب إلى القوانين السارية في جمهورية مصر العربية بغض النظر عن القوانين التي قد تكون قابلة للتطبيق وفقا لمبادئ تعارض تلك القوانين. ويتفق الطرفان على أن أي نزاع ينشأ من هذه الاتفاقية يكون خاضعا حصريًا أمام السلطات المختصة في جمهورية مصر العربية.</p>

            <h5>انهاء الخدمة</h5>
            <p>في حال عدم الموافقة على هذه الشروط والأحكام المذكورة أعلاه يتوجب عليكم مغادرة الموقع في حال الزيارة أو حذف الحساب في حال العضوية ؛كما يصبح من حق ادارة الموقع حظر أو حذف أي عضو يخالف تلك الشروط دون انذار مسبق.</p>
        </div>
    )
}

export default Terms
